Repository: ripx80/onepage
Catalog: apps/onepage/locale/*/LC_MESSAGES/django.po
Languages: de

source: Basic
de: Basis

source: The selected entries are now at the top of your page.
de: Die ausgewählten Einträge sind jetzt am Anfang der Seite.

source: Put entries on top
de: Setze die Einträge auf den Anfang

source: label name to contact
de: Label Name zum Kontakt

source: project
de: Projekt

source: projects
de: Projekte

source: page
de: Seite

source: client
de: Kunde

source: clients
de: Kunden

source: forname
de: Vorname

source: lastname
de: Nachname

source: create date
de: Erstellungs Datum

source: member description
de: Mitglied Beschreibung

source: write something about the member
de: schreibe etwas über das Mitglied.

source: member
de: Mitglied

source: members
de: Mitglieder

source: subname
de: zusätlicher Name

source: point range
de: Punkte Bereich

source: please select a range
de: bitte wähle einen Bereich

source: skill points
de: Fähigkeits Punkte

source: give your skill points
de: vergib deine Fähigkeits Punkte

source: skill description
de: Fähigkeitsbeschreibung

source: please insert some skill description
de: bitte füge einige Fähigkeitsbeschreibungen hinzu

source: short description
de: Kurze Beschreibung

source: skill_time
de: Fähigkeitszeitraum

source: set your skill time
de: Setze deinen Fähigkeitszeitraum

source: feature this skill
de: Hebe diese Fähigkeit hervor

source: About
de: Über
